WELCOME_MESSAGES = [
    "Приветствую вас! Как я могу помочь?",
    "Рад видеть вас! Чем могу быть полезен?",
    "Привет! На какие вопросы вы хотели бы получить ответы?",
    "Добрый день! Как я могу сделать ваш день лучше?",
    "Привет! Как прошёл твой день?",
    "Здравствуй! Чем я могу помочь?",
    "Приветствую! Что нового?",
    "Привет! Я здесь, чтобы помочь. Как я могу тебе сегодня помочь?",
]

FAREWELL_MESSAGES = [
    "Было приятно пообщаться! Удачного дня!",
    "Спасибо за разговор! Если что-то нужно, знай, что я здесь.",
    "До свидания! Надеюсь, у нас еще будет возможность пообщаться.",
    "Спасибо за разговор! Пусть у тебя будет отличный день!",
    "До встречи! Удачи во всех твоих начинаниях!",
    "Если у тебя есть еще что сказать, я всегда здесь."
]

# Ответы на вопрос "Как дела?"
HOW_ARE_YOU_RESPONSES = [
    "Всё отлично, спасибо! Как у вас?",
    "Дела идут неплохо. А у вас как?",
    "Прекрасно, спасибо за спрос! Как ваш день проходит?",
    "Спасибо, что спросили! Всё в порядке. Как вы себя чувствуете?",
    "Отлично, спасибо! А какие у вас планы на ближайшее время?",
    "Я рад, что у вас всё хорошо! Может быть, есть что-то, о чем вы хотели бы поговорить?",
    "Хорошие новости! Если есть что-то, что вас интересует, дайте знать.",
]